[
        {
            "undefined": "1",
            "name": "Collapse: How Societies Choose to Fail or Succeed",
            "Author(s)": "Jared M. Diamond",
            "Description": "How do we learn lessons from past societies that have survived or failed, in order to better tackle the challenges of ongoing human survival that we face today?",
            "Question": "In what ways do societies \"choose\" to succeed or fail?",
            "Big Idea": "FIVE FACTORS DETERMINE IF A SOCIETY SURVIVES OR FAILS.",
            "Summary": "These factors are:\n- Environmental degradation, where an ecosystem deteriorates as its resources are exhausted.\n- Climate change, either natural or man-made.\n- Hostile neighbors.\n- Weakened trading partners.\n- Access or otherwise to cultural resources (political, economic, or social) that enable the society to adapt to these challenges.\nWe must approach today’s challenges to our very survival by looking at the way earlier societies responded to the threats they faced. And we must learn the lessons of the past.",
            "Category": "Anthropology",
            "Ideas": "Nature: Mütrefun, Muslihun, Ahlaki çöküntü, kendimizi değiştirmeme.  \nNurture: \n-Evet, fikr-i san’at, meyl-i mârifet, kesretten çıkar.\nAvrupa’nın darlığı ve deniz ve enharı olan vesait-i tabiiye-i\nmünakale içinde dolasması sebebiyle, tearüf ticareti,\nteavün istirak-i mesaiyi intaç ettikleri gibi, temas dahi\ntelâhuk-u efkârı, rekabet de müsâbakatı tevlit ederler. Ve\nbütün sanayiinin mâderi olan demir madeni, kesretle\niçinde bulunduğundan, o demir, medeniyetlerine öyle bir\nsilâh-ı kuvvet vermistir ki, dünyanın bütün enkaz-ı\nmedeniyetlerini gasp ve garat edip gayet ağır bastı, mizan-ı\nzeminin muvazenetini bozdu\"\n-İktisâdsızlık yüzünden müstehlikler çoğalır, müstahsiller azalır. Herkes gözünü hükûmet kapısına diker. O vakit hayat-ı içtimâiyenin medârı olan “sanat, ticaret, ziraat” tenakus eder. O millet de tedenni edip sukût eder, fakir düşer.\n-Hem de herseyi geç almak, geç bırakmak sanından olan\nburudet-i mutedilâne, sa’ylerine sebat ve metanet verip,\nmedeniyetlerini idame etmistir. Hem de ilme istinatla\ndevletlerinin tesekkülü, mütekabil kuvvetlerinin tesadümü,\ngaddarane istibdatlarının iz’âcâtı, engizisyonane\ntaassuplarının aksülâmel yapan tazyikatı, mütevazi\nunsurlarının rekabetle müsabakatı, Avrupalıların\nistidatlarını inkisaf ettirip, mezâyâ ve fikr-i milliyeti\nuyandırdı.\n"
        },
        {
            "undefined": "1",
            "Book/Article": "Ain’t No Makin’ It: Aspirations and Attainment in a Low-Income Neighborhood",
            "Author(s)": "Jay MacLeod",
            "Description": "A groundbreaking study following two groups of young men from a low-income housing project for over two decades. MacLeod shows how the American class system makes it almost impossible to break out of poverty.",
            "Question": "What can we achieve if we work hard?",
            "Big Idea": "IT IS A LIE THAT ANYONE CAN LIVE THE AMERICAN DREAM.",
            "Summary": "From the earliest age, it is drilled into Americans that hard work is all it takes to escape a difficult situation and live the American Dream of a comfortable middle-class life. So whenever people fail to achieve those aims, they tend to blame themselves. But it is not laziness, a lack of willpower, or personal moral failings that decide success or failure. In reality, it is almost impossible to escape poverty. It persists from generation to generation because there are fundamental inequalities in America’s social structures, for example in schools. This is what happens in capitalist societies. The dice are loaded from the start.",
            "Category": "Anthropology",
            "Ideas": "Yeis, mâni-i herkemâldir.\nYeis; ümmetlerin, milletlerin “seretan” denilen en dehşetli bir hastalığıdır.\nVe kemâlâta mâni ve أَنَاۨ عِنْدَ حُسْنِ ظَنِّ عَبْدِي بِي hakikatine muhaliftir;\nkorkak, aşağı, âcizlerin şe’nidir, bahaneleridir. Şehâmet-i İslâmiye’nin\nşe’ni değildir.\nİnsanları canlandıran emeldir, öldüren yeistir.\nAni değişimlerin geri tepmeler (direnç noktaları)\nSelf-sabotaging\nGlass ceiling\nKaderin rolü-Muhitin determinizmi\nBrown eyes- Bule eyes\nHaj ve namaz da eşitlik\nToplumsal cebriyecilik"
        }
  ]
